SET character_set_client = utf8mb4;
SET CHARACTER_SET_CONNECTION = utf8mb4;

INSERT INTO `genres` (`genre_code`, `name`) 
VALUES
  ('G001', '居酒屋'),
  ('G002', 'ダイニングバー・バル'),
  ('G003', '創作料理'),
  ('G004', '和食'),
  ('G005', '洋食'),
  ('G006', 'イタリアン・フレンチ'),
  ('G007', '中華'),
  ('G008', '焼肉・ホルモン'),
  ('G017', '韓国料理'),
  ('G009', 'アジア・エスニック料理'),
  ('G010', '各国料理'),
  ('G011', 'カラオケ・パーティ'),
  ('G012', 'バー・カクテル'),
  ('G013', 'ラーメン'),
  ('G016', 'お好み焼き・もんじゃ'),
  ('G014', 'カフェ・スイーツ'),
  ('G015', 'その他グルメ');

INSERT INTO `prices` (`price_code`, `name`)
VALUES
  ('B009', '～500円'),
  ('B010', '501～1000円'),
  ('B011', '1001～1500円'),
  ('B001', '1501～2000円'),
  ('B002', '2001～3000円'),
  ('B003', '3001～4000円'),
  ('B008', '4001～5000円'),
  ('B004', '5001～7000円'),
  ('B005', '7001～10000円'),
  ('B006', '10001～15000円'),
  ('B012', '15001～20000円'),
  ('B013', '20001～30000円'),
  ('B014', '30001円～');
